const sigilSet = [
  {
    value: "非套裝",
    label: "非套裝",
  },
  {
    value: "物理穿透+1300，攻击力+250",
    label: "物理穿透+1300，攻击力+250",
  },
  {
    value: "物理穿透+1000，攻击力+1250",
    label: "物理穿透+1000，攻击力+1250",
  },

  {
    value: "魔法穿透+1300，攻击力+250",
    label: "魔法穿透+1300，攻击力+250",
  },
  {
    value: "魔法穿透+1000，攻击力+1250",
    label: "魔法穿透+1000，攻击力+1250",
  },
  {
    value: "每3秒恢复10能量",
    label: "每3秒恢复10能量",
  },
  {
    value: "物理防御+1000，暴击抵抗力+20%",
    label: "物理防御+1000，暴击抵抗力+20%",
  },
  {
    value: "魔法防御+1000，暴击抵抗力+20%",
    label: "魔法防御+1000，暴击抵抗力+20%",
  },
  {
    value: "自身3消时，使所有敌人浮空。（冷却时间：7秒）",
    label: "自身3消时，使所有敌人浮空。（冷却时间：7秒）",
  },
  {
    value: "使用1消时，1秒间命中率增加30%，使用3消时，1秒间魔法穿透增加2000",
    label: "使用1消时，1秒间命中率增加30%，使用3消时，1秒间魔法穿透增加2000",
  },
  {
    value: "使用1消时，1秒间命中率增加30%，使用3消时，1秒间物理穿透增加2000",
    label: "使用1消时，1秒间命中率增加30%，使用3消时，1秒间物理穿透增加2000",
  },
  {
    value: "每1秒恢复我方队友2000的体力（该效果无法叠加）",
    label: "每1秒恢复我方队友2000的体力（该效果无法叠加）",
  },
  {
    value: "我方队友的物理防御与魔法防御 +300（该效果无法叠加）",
    label: "我方队友的物理防御与魔法防御 +300（该效果无法叠加）",
  },
];

export { sigilSet };
